Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsTapToAddSuggestedUserInstructions_WLAN
source: 1. Unlock %@’s iPhone or iPad. 2. Connect to a WLAN network. 3. Turn on Bluetooth. 4. Hold the device close to this Apple TV.
ar: ١. افتح قفل iPhone أو iPad الخاص بـ "%@". ‏٢. اتصل بشبكة WLAN. ‏٣. شغل Bluetooth. ‏٤. قرّب الجهاز من هذا الـ Apple TV.
ca: 1. Desbloqueja l’iPhone o l’iPad que fa servir %@. 2. Connecta’t a una xarxa WLAN. 3. Activa el Bluetooth. 4. Mantén el dispositiu a prop de l’Apple TV.
cs: 1. Odemkněte iPhone nebo iPad uživatele %@. 2. Připojte se k WLAN síti. 3. Zapněte Bluetooth. 4. Podržte zařízení u Apple TV.
da: 1. Lås iPhone eller iPad tilhørende %@ op. 2. Opret forbindelse til et WLAN-netværk. 3. Slå Bluetooth til. 4. Hold enheden tæt på dette Apple TV.
de: 1. Entsperre das iPhone oder iPad von %@. 2. Stelle eine WLAN-Verbindung her. 3. Aktiviere Bluetooth. 4. Halte das Gerät dicht an das Apple TV.
el: 1. Ξεκλειδώστε το iPhone ή το iPad του χρήστη «%@». 2. Συνδεθείτε σε δίκτυο WLAN. 3. Ενεργοποιήστε το Bluetooth. 4. Κρατήστε τη συσκευή κοντά σε αυτό το Apple TV.
es: 1. Desbloquea el iPhone o iPad de %@. 2. Conéctate a una red WLAN. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
es_us: 1. Desbloquea el iPhone o iPad de %@. 2. Conéctate a una red WLAN. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
fi: 1. Avaa käyttäjän %@ iPhone tai iPad. 2. Yhdistä WLAN-verkkoon. 3. Laita Bluetooth päälle. 4. Pidä laitetta Apple TV:n lähellä.
fr: 1. Déverrouillez lʼiPhone ou lʼiPad de %@. 2. Connectez-vous à un réseau WLAN. 3. Activez le Bluetooth. 4. Placez l’appareil près de cette Apple TV.
fr_ca: 1. Déverrouillez l’iPhone ou l’iPad de %@. 2. Connectez l’appareil à un réseau WLAN. 3. Activez Bluetooth. 4. Tenez l’appareil à proximité de l’Apple TV.
he: 1. יש לבטל את נעילת ה-iPhone או ה-iPad של %@. ‏2. יש להתחבר לרשת WLAN. ‏3. יש להפעיל את Bluetooth. ‏4. יש להחזיק את המכשיר קרוב ל-Apple TV זה.
hi: 1. %@ का iPhone या iPad अनलॉक करें। 2. WLAN नेटवर्क से कनेक्ट करें। 3. Bluetooth चालू करें। 4. डिवाइस को इस Apple TV के पास रखें।
hr: 1. Otključajte iPhone ili iPad korisnika %@. 2. Spojite se na WLAN mrežu. 3. Uključite Bluetooth. 4. Držite uređaj blizu ovog Apple TV-a.
hu: 1. Oldja fel %@ iPhone-ját vagy iPadjét. 2. Csatlakozzon WLAN-hálózathoz. 3. Kapcsolja be a Bluetootht. 4. Tartsa közel az eszközt az Apple TV-hez.
id: 1. Buka iPhone atau iPad %@. 2. Hubungkan ke jaringan WLAN. 3. Nyalakan Bluetooth. 4. Dekatkan perangkat ke Apple TV ini.
it: 1. Sblocca l’iPhone o l’iPad di %@. 2. Connettiti a una rete WLAN. 3. Attiva il Bluetooth. 4. Avvicina il dispositivo ad Apple TV.
ja: 1. %@さんのiPhoneまたはiPadをロック解除します。 2. WLANネットワークに接続します。 3. Bluetoothをオンにします。 4. デバイスをこのApple TVに近付けます。
ko: 1. %@님의 iPhone 또는 iPad를 잠금 해제하십시오. 2. WLAN 네트워크에 연결하십시오. 3. Bluetooth를 켜십시오. 4. 해당 기기를 이 Apple TV 가까이 들고 있으십시오.
ms: 1. Buka kunci iPhone atau iPad %@. 2. Sambung ke rangkaian WLAN. 3. Aktifkan Bluetooth. 4. Pegang peranti berdekatan Apple TV ini.
nb: 1. Lås opp %@ sin iPhone eller iPad. 2. Koble til et WLAN-nettverk. 3. Slå på Bluetooth. 4. Hold enheten nær Apple TV.
nl: 1. Ontgrendel de iPhone of iPad van %@. 2. Maak verbinding met een WLAN-netwerk. 3. Schakel Bluetooth in. 4. Houd het apparaat dicht bij deze Apple TV.
pl: 1. Odblokuj iPhone’a lub iPada, którego używa %@. 2. Połącz się z siecią WLAN. 3. Włącz Bluetooth. 4. Zbliż urządzenie do Apple TV.
pt_br: 1. Desbloqueie o iPhone ou iPad de %@. 2. Conecte-se a uma rede WLAN. 3. Ative o Bluetooth. 4. Aproxime o dispositivo desta Apple TV.
pt_pt: 1. Desbloqueie o iPhone ou iPad de %@. 2. Estabeleça ligação a uma rede WLAN. 3. Ative o Bluetooth. 4. Mantenha o dispositivo perto desta Apple TV.
ro: 1. Deblocați iPhone‑ul sau iPad‑ul utilizatorului %@. 2. Conectați‑l la o rețea WLAN. 3. Activați Bluetooth. 4. Țineți dispozitivul aproape de acest Apple TV.
ru: 1. Разблокируйте iPhone или iPad пользователя %@. 2. Подключитесь к сети WLAN. 3. Включите Bluetooth. 4. Держите устройство вблизи этого Apple TV.
sk: 1. Odomknite iPhone alebo iPad užívateľa %@. 2. Pripojte sa k WLAN sieti. 3. Zapnite Bluetooth. 4. Podržte zariadenie pri Apple TV.
sl: 1. Odklenite iPhone ali iPad osebe %@. 2. Povežite se z omrežjem WLAN. 3. Vklopite Bluetooth. 4. Približajte napravo Apple TV-ju.
sv: 1. Lås upp iPhone eller iPad som tillhör %@. 2. Anslut till WLAN-nätverk. 3. Slå på Bluetooth. 4. Håll enheten nära denna Apple TV.
th: 1. ปลดล็อค iPhone หรือ iPad ของ%[tt]@ 2. เชื่อมต่อกับเครือข่าย WLAN 3. เปิดบลูทูธ 4. ถืออุปกรณ์ไว้ใกล้กับ Apple TV เครื่องนี้
tr: 1. %@ adlı kişinin iPhone’unun ya da iPad’inin kilidini açın. 2. Bir WLAN ağına bağlanın. 3. Bluetooth’u açın. 4. Aygıtı bu Apple TV’ye yakın tutun.
uk: 1. Відімкніть iPhone чи iPad %@. 2. Підʼєднайте пристрій до мережі WLAN. 3. Увімкніть Bluetooth. 4. Піднесіть пристрій до цього Apple TV.
vi: 1. Mở khóa iPhone hoặc iPad của %@. 2. Kết nối vào mạng WLAN. 3. Bật Bluetooth. 4. Giữ thiết bị gần Apple TV này.
zh_cn: 1. 解锁%@的iPhone或iPad。 2. 接入无线局域网。 3. 打开蓝牙。 4. 将设备靠近此Apple TV。
zh_hk: 1. 解鎖%@的iPhone或iPad。 2. 連接WLAN網絡。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。
zh_tw: 1. 解鎖%@的iPhone或iPad。 2. 連接WLAN網路。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。

# AccountsTapToAddSuggestedUserTitle
source: To Confirm %@
ar: لتأكيد %@
ca: Per confirmar: %@
cs: Potvrzení uživatele %@
da: For at bekræfte %@
de: Zum Bestätigen %@
el: Επιβεβαίωση: %@
es: Para confirmar %@
es_us: Para confirmar %@
fi: Vahvista %@
fr: Pour confirmer %@
fr_ca: Pour confirmer %@
he: כדי לאשר את %@
hi: पुष्टि करने के लिए %@
hr: Za potvrđivanje %@
hu: %@ megerősítéséhez
id: Untuk Mengonfirmasi %@
it: Per confermare %@
ja: %@さんを確認
ko: %@님 확인
ms: Untuk Mengesahkan %@
nb: For å bekrefte %@
nl: Om %@ te bevestigen
pl: Aby potwierdzić %@
pt_br: Para Confirmar %@
pt_pt: Para confirmar %@
ro: Pentru a confirma „%@”
ru: Подтверждение: %@
sk: Potvrdenie užívateľa %@
sl: Za potrditev (%@)
sv: Bekräfta %@
th: ในการยืนยัน%[tt]@
tr: %@ Adlı Kişiyi Doğrulamak İçin
uk: Щоб підтвердити %@
vi: Để xác nhận %@
zh_cn: 若要确认%@
zh_hk: 確認%@
zh_tw: 若要確認%@

# AccountsTapToAddUserButtonTitle
source: Sign in with iPhone or iPad
ar: تسجيل الدخول باستخدام iPhone أو iPad
ca: Inicia sessió amb l’iPhone o l’iPad
cs: Přihlášení pomocí iPhonu nebo iPadu
da: Log ind med iPhone eller iPad
de: Mit iPhone oder iPad anmelden
el: Σύνδεση με iPhone ή iPad
es: Iniciar sesión con el iPhone o el iPad
es_us: Iniciar sesión con iPhone o iPad
fi: Kirjaudu sisään iPhonella tai iPadilla
fr: Se connecter avec l’iPhone ou l’iPad
fr_ca: Connexion avec un iPhone ou iPad
he: התחברות באמצעות iPhone או iPad
hi: iPhone या iPad से साइन इन करें
hr: Prijavite se koristeći iPhone ili iPad
hu: Bejelentkezés iPhone-nal vagy iPaddel
id: Masuk dengan iPhone atau iPad
it: Accedi con iPhone o iPad
ja: iPhoneまたはiPadでサインイン
ko: iPhone 또는 iPad로 로그인
ms: Daftar masuk dengan iPhone atau iPad
nb: Logg på med iPhone eller iPad
nl: Log in met iPhone of iPad
pl: Zaloguj się przy użyciu iPhone’a lub iPada
pt_br: Iniciar Sessão com iPhone ou iPad
pt_pt: Iniciar sessão com o iPhone ou iPad
ro: Autentificați-vă cu iPhone‑ul sau iPad‑ul
ru: Вход с iPhone или iPad
sk: Prihlásiť sa s iPhonom alebo iPadom
sl: Vpis z iPhonom ali iPadom
sv: Logga in med iPhone eller iPad
th: ลงชื่อเข้าด้วย iPhone หรือ iPad
tr: iPhone veya iPad ile Giriş Yap
uk: Увійти з iPhone або iPad
vi: Đăng nhập bằng iPhone hoặc iPad
zh_cn: 通过iPhone或iPad登录
zh_hk: 使用iPhone或iPad登入
zh_tw: 使用iPhone或iPad登入

# AccountsTapToAddUserChooseLanguageMessageFormat
source: What language should Apple TV use for %@?
ar: ما اللغة التي ينبغي أن يستخدمها Apple TV للمستخدم %@؟
ca: En quin idioma vol utilitzar %@ l’Apple TV?
cs: Který jazyk má Apple TV aktivovat pro uživatele %@?
da: Hvilket sprog skal Apple TV bruge til %@?
de: Welche Sprache soll Apple TV für %@ verwenden?
el: Ποια γλώσσα θα χρησιμοποιεί το Apple TV για «%@»;
es: ¿En qué idioma quieres que esté el Apple TV de %@?
es_us: ¿Qué idioma debe usar el Apple TV para %@?
fi: Mitä kieltä %@ haluaa käyttää Apple TV:ssä?
fr: Quelle langue doit être utilisée par lʼApple TV pour %@ ?
fr_ca: Quelle langue l’Apple TV doit-elle utiliser pour %@?
he: באיזו שפה היית רוצה שה‑Apple TV ישתמש עבור ״%@״?
hi: %@ के लिए Apple TV पर किस भाषा का इस्तेमाल करना है?
hr: Koji jezik treba Apple TV koristiti za korisnika %@?
hu: Milyen nyelvet használjon az Apple TV %@ esetében?
id: Bahasa apa yang harus digunakan Apple TV untuk %@?
it: Quale lingua vuoi utilizzare per %@ su Apple TV?
ja: %@さんはどの言語でApple TVを使用しますか?
ko: Apple TV에서 %@님이 사용할 언어를 선택하십시오.
ms: Apakah bahasa yang patut digunakan Apple TV untuk %@?
nb: Hvilket språk skal brukes for %@ på Apple TV?
nl: Welke taal moet de Apple TV gebruiken voor %@?
pl: Jaki język Apple TV ma ustawić dla profilu %@?
pt_br: Que idioma a Apple TV deve usar para %@?
pt_pt: Que idioma deve ser usado pela Apple TV para %@?
ro: Ce limbă să utilizeze Apple TV‑ul pentru %@?
ru: Какой язык будет выбран на Apple TV для пользователя %@?
sk: Aký jazyk má používať Apple TV pre užívateľa %@?
sl: Kateri jezik naj Apple TV uporablja za uporabnika %@?
sv: Vilket språk ska Apple TV använda för %@?
th: Apple TV ควรใช้ภาษาอะไรสำหรับ%[tt]@
tr: Apple TV %@ için hangi dili kullansın?
uk: Яку мову Apple TV має використовувати для %@?
vi: Apple TV nên sử dụng ngôn ngữ nào cho %@?
zh_cn: Apple TV应该为%@使用什么语言？
zh_hk: 要在Apple TV為%@使用哪一種語言？
zh_tw: Apple TV應該為%@使用什麼語言？

# AccountsTapToAddUserGameCenterAccountAlreadyInErrorMessage
source: The Game Center account on the iOS device is already in use by another user on this Apple TV.
ar: حساب Game Center على جهاز iOS يستخدمه بالفعل مستخدم آخر على هذا الـ Apple TV.
ca: Algú altre ja està fent servir el compte del Game Center del dispositiu iOS en aquest Apple TV.
cs: Účet používaný na tomto iOS zařízení pro Game Center už je na Apple TV přidružený k jinému uživateli.
da: Game Center-kontoen på iOS-enheden bruges allerede af en anden bruger på Apple TV.
de: Der Game Center-Account auf dem iOS-Gerät wird bereits von einer anderen Person auf diesem Apple TV verwendet.
el: Ο λογαριασμός για το Game Center στη συσκευή iOS χρησιμοποιείται ήδη από έναν άλλο χρήστη σε αυτό το Apple TV.
es: Otro usuario ya está usando la cuenta de Apple de Game Center del dispositivo iOS en este Apple TV.
es_us: La cuenta de Game Center del dispositivo iOS ya se emplea para otro usuario de este Apple TV.
fi: iOS-laitteessa oleva Game Center -tili on jo muun käyttäjän käytössä tässä Apple TV:ssä.
fr: Le compte Game Center de l’appareil iOS est déjà utilisé par un autre utilisateur sur cette Apple TV.
fr_ca: Le compte Game Center sur l’appareil iOS est déjà utilisé par un autre utilisateur sur cette Apple TV.
he: חשבון ה-Game Center במכשיר iOS זה כבר נמצא בשימוש של משתמש נוסף ב-Apple TV זה.
hi: iOS डिवाइस पर Game Center खाता इस Apple TV के अन्य यूज़र के द्वारा पहले से उपयोग में है।
hr: Drugi korisnik ovog Apple TV-a već koristi račun za Game Center na iOS uređaju.
hu: Az iOS-eszközön beállított Game Center-fiókot már használja egy másik felhasználó ezen az Apple TV‑n.
id: Akun Game Center di perangkat iOS telah digunakan oleh pengguna lain di Apple TV ini.
it: L’account Game Center sul dispositivo iOS è già usato da altro utente su questa Apple TV.
ja: iOSデバイスのGame Centerのアカウントは、このApple TVのほかのユーザによってすでに使用されています。
ko: 다른 사용자가 이 Apple TV에서 iOS 기기의 Game Center 계정을 이미 사용하고 있습니다.
ms: Akaun Game Center pada peranti iOS sedang digunakan oleh pengguna lain pada Apple TV ini.
nb: Game Center-kontoen på denne iOS-enheten brukes allerede av en annen bruker på Apple TV.
nl: De Game Center-account op het iOS-apparaat wordt al door iemand anders op deze Apple TV gebruikt.
pl: Konto Game Center z tego urządzenia iOS jest już używane na tym Apple TV przez innego użytkownika.
pt_br: A conta do Game Center no dispositivo iOS já está sendo usada por outro usuário nesta Apple TV.
pt_pt: A conta do Game Center no dispositivo iOS já está a ser usada por outro utilizador nesta Apple TV.
ro: Contul de Game Center de pe dispozitivul iOS este deja utilizat de un alt utilizator de pe acest Apple TV.
ru: Учетная запись, используемая для Game Center на этом устройстве iOS, уже используется другим пользователем на этом Apple TV.
sk: Game Center účet z tohto iOS zariadenia už na tomto Apple TV používa iný užívateľ.
sl: Račun Game Center v napravi iOS že uporablja drug uporabnik tega Apple TV-ja.
sv: Game Center-kontot på iOS-enheten används redan av en annan användare på denna Apple TV.
th: บัญชี Game Center บนอุปกรณ์ iOS ถูกใช้แล้วโดยผู้ใช้อื่นที่อยู่บน Apple TV เครื่องนี้
tr: iOS aygıtındaki Game Center hesabı bu Apple TV’deki başka bir kullanıcı tarafından zaten kullanılıyor.
uk: Обліковий запис Game Center на пристрої iOS уже використовуються іншим користувачем на цьому Apple TV.
vi: Tài khoản Game Center trên thiết bị iOS này đã được một người dùng khác sử dụng trên Apple TV này.
zh_cn: 此Apple TV上的其他用户已在使用iOS设备上的Game Center账户。
zh_hk: iOS裝置上的Game Center帳户已被此Apple TV上的其他用户使用。
zh_tw: iOS裝置上的Game Center帳號已由此Apple TV上的其他使用者使用中。

# AccountsTapToAddUserInstructions_WIFI
source: 1. Unlock your iPhone or iPad. 2. Connect to a Wi-Fi network. 3. Turn on Bluetooth. 4. Hold the device close to this Apple TV.
ar: ١. افتح قفل iPhone أو iPad. ‏٢. اتصل بشبكة Wi-Fi. ‏٣. شغل Bluetooth. ‏٤. قرّب الجهاز من هذا الـ Apple TV.
ca: 1. Desbloqueja l’iPhone o l’iPad. 2. Connecta’t a una xarxa Wi‑Fi. 3. Activa el Bluetooth. 4. Mantén el dispositiu a prop de l’Apple TV.
cs: 1. Odemkněte iPhone nebo iPad. 2. Připojte se k Wi‑Fi síti. 3. Zapněte Bluetooth. 4. Podržte zařízení u Apple TV.
da: 1. Lås din iPhone eller iPad op. 2. Opret forbindelse til et Wi-Fi-netværk. 3. Slå Bluetooth til. 4. Hold enheden tæt på dette Apple TV.
de: 1. Entsperre dein iPhone oder iPad. 2. Stelle eine WLAN-Verbindung her. 3. Aktiviere Bluetooth. 4. Halte das Gerät dicht an das Apple TV.
el: 1. Ξεκλειδώστε το iPhone ή το iPad σας. 2. Συνδεθείτε σε δίκτυο Wi-Fi. 3. Ενεργοποιήστε το Bluetooth. 4. Κρατήστε τη συσκευή κοντά σε αυτό το Apple TV.
es: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red Wi‑Fi. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
es_us: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red Wi-Fi. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
fi: 1. Avaa iPhonesi tai iPadisi. 2. Yhdistä Wi‑Fi-verkkoon. 3. Laita Bluetooth päälle. 4. Pidä laitetta Apple TV:n lähellä.
fr: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez-vous à un réseau Wi-Fi. 3. Activez le Bluetooth. 4. Placez l’appareil près de cette Apple TV.
fr_ca: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez l’appareil à un réseau Wi‑Fi. 3. Activez Bluetooth. 4. Tenez l’appareil à proximité de l’Apple TV.
he: 1. יש לבטל את נעילת ה-iPhone או ה-iPad. ‏2. יש להתחבר לרשת אלחוטית. ‏3. יש להפעיל את Bluetooth. ‏4. יש להחזיק את המכשיר קרוב ל-Apple TV זה.
hi: 1. अपना iPhone या iPad अनलॉक करें। 2. किसी वाई-फ़ाई नेटवर्क से जुड़ें। 3. Bluetooth चालू करें। 4. डिवाइस को इस Apple TV के पास रखें।
hr: 1. Otključajte svoj iPhone ili iPad. 2. Spojite se na Wi-Fi mrežu. 3. Uključite Bluetooth. 4. Držite uređaj blizu ovog Apple TV-a.
hu: 1. Oldja fel az iPhone-ját vagy az iPadjét. 2. Csatlakozzon Wi‑Fi-hálózathoz. 3. Kapcsolja be a Bluetootht. 4. Tartsa közel az eszközt az Apple TV-hez.
id: 1. Buka iPhone atau iPad Anda. 2. Hubungkan ke jaringan Wi-Fi. 3. Nyalakan Bluetooth. 4. Dekatkan perangkat ke Apple TV ini.
it: 1. Sblocca iPhone o iPad. 2. Connettiti a una rete Wi‑Fi. 3. Attiva il Bluetooth. 4. Avvicina il dispositivo ad Apple TV.
ja: 1. iPhoneまたはiPadをロック解除します。 2. Wi‑Fiネットワークに接続します。 3. Bluetoothをオンにします。 4. デバイスをこのApple TVに近付けます。
ko: 1. iPhone 또는 iPad를 잠금 해제하십시오. 2. Wi-Fi 네트워크에 연결하십시오. 3. Bluetooth를 켜십시오. 4. 해당 기기를 이 Apple TV 가까이 들고 있으십시오.
ms: 1. Buka kunci iPhone atau iPad anda. 2. Sambung ke rangkaian Wi‑Fi. 3. Aktifkan Bluetooth. 4. Pegang peranti berdekatan Apple TV ini.
nb: 1. Lås opp iPhonen eller iPaden. 2. Koble til et Wi‑Fi-nettverk. 3. Slå på Bluetooth. 4. Hold enheten nær Apple TV.
nl: 1. Ontgrendel je iPhone of iPad. 2. Maak verbinding met een wifinetwerk. 3. Schakel Bluetooth in. 4. Houd het apparaat dicht bij deze Apple TV.
pl: 1. Odblokuj swojego iPhone’a lub iPada. 2. Połącz się z siecią Wi‑Fi. 3. Włącz Bluetooth. 4. Zbliż urządzenie do Apple TV.
pt_br: 1. Desbloqueie o seu iPhone ou iPad. 2. Conecte-se a uma rede Wi‑Fi. 3. Ative o Bluetooth. 4. Aproxime o dispositivo desta Apple TV.
pt_pt: 1. Desbloqueie o iPhone ou iPad. 2. Estabeleça ligação a uma rede Wi‑Fi. 3. Ative o Bluetooth. 4. Mantenha o dispositivo perto desta Apple TV.
ro: 1. Deblocați‑vă iPhone‑ul sau iPad‑ul. 2. Conectați‑l la o rețea Wi‑Fi. 3. Activați Bluetooth. 4. Țineți dispozitivul aproape de acest Apple TV.
ru: 1. Разблокируйте свой iPhone или iPad. 2. Подключитесь к сети Wi‑Fi. 3. Включите Bluetooth. 4. Держите устройство вблизи этого Apple TV.
sk: 1. Odomknite svoj iPhone alebo iPad. 2. Pripojte sa k Wi‑Fi sieti. 3. Zapnite Bluetooth. 4. Podržte zariadenie pri Apple TV.
sl: 1. Odklenite svoj iPhone ali iPad. 2. Povežite se z omrežjem Wi-Fi. 3. Vklopite Bluetooth. 4. Približajte napravo Apple TV-ju.
sv: 1. Lås upp iPhone eller iPad. 2. Anslut till Wi-Fi-nätverk. 3. Slå på Bluetooth. 4. Håll enheten nära denna Apple TV.
th: 1. ปลดล็อค iPhone หรือ iPad ของคุณ 2. เชื่อมต่อกับเครือข่าย Wi‑Fi 3. เปิดบลูทูธ 4. ถืออุปกรณ์ไว้ใกล้กับ Apple TV เครื่องนี้
tr: 1. iPhone’unuzun ya da iPad’inizin kilidini açın. 2. Bir Wi-Fi ağına bağlanın. 3. Bluetooth’u açın. 4. Aygıtı bu Apple TV’ye yakın tutun.
uk: 1. Відімкніть свій iPhone чи iPad. 2. Підʼєднайте пристрій до мережі Wi‑Fi. 3. Увімкніть Bluetooth. 4. Піднесіть пристрій до цього Apple TV.
vi: 1. Mở khóa iPhone hoặc iPad của bạn. 2. Kết nối vào mạng Wi-Fi. 3. Bật Bluetooth. 4. Giữ thiết bị gần Apple TV này.
zh_cn: 1. 解锁你的iPhone或iPad。 2. 接入Wi-Fi网络。 3. 打开蓝牙。 4. 将设备靠近此Apple TV。
zh_hk: 1. 解鎖你的iPhone或iPad。 2. 連接Wi-Fi網絡。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。
zh_tw: 1. 解鎖你的iPhone或iPad。 2. 連接Wi-Fi網路。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。

# AccountsTapToAddUserInstructions_WLAN
source: 1. Unlock your iPhone or iPad. 2. Connect to a WLAN network. 3. Turn on Bluetooth. 4. Hold the device close to this Apple TV.
ar: ١. افتح قفل iPhone أو iPad. ‏٢. اتصل بشبكة WLAN. ‏٣. شغل Bluetooth. ‏٤. قرّب الجهاز من هذا الـ Apple TV.
ca: 1. Desbloqueja l’iPhone o l’iPad. 2. Connecta’t a una xarxa WLAN. 3. Activa el Bluetooth. 4. Mantén el dispositiu a prop de l’Apple TV.
cs: 1. Odemkněte iPhone nebo iPad. 2. Připojte se k WLAN síti. 3. Zapněte Bluetooth. 4. Podržte zařízení u Apple TV.
da: 1. Lås din iPhone eller iPad op. 2. Opret forbindelse til et WLAN-netværk. 3. Slå Bluetooth til. 4. Hold enheden tæt på dette Apple TV.
de: 1. Entsperre dein iPhone oder iPad. 2. Stelle eine WLAN-Verbindung her. 3. Aktiviere Bluetooth. 4. Halte das Gerät dicht an das Apple TV.
el: 1. Ξεκλειδώστε το iPhone ή το iPad σας. 2. Συνδεθείτε σε δίκτυο WLAN. 3. Ενεργοποιήστε το Bluetooth. 4. Κρατήστε τη συσκευή κοντά σε αυτό το Apple TV.
es: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red WLAN. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
es_us: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red WLAN. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
fi: 1. Avaa iPhonesi tai iPadisi. 2. Yhdistä WLAN-verkkoon. 3. Laita Bluetooth päälle. 4. Pidä laitetta Apple TV:n lähellä.
fr: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez-vous à un réseau WLAN. 3. Activez le Bluetooth. 4. Placez l’appareil près de cette Apple TV.
fr_ca: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez l’appareil à un réseau WLAN. 3. Activez Bluetooth. 4. Tenez l’appareil à proximité de l’Apple TV.
he: 1. יש לבטל את נעילת ה-iPhone או ה-iPad. ‏2. יש להתחבר לרשת WLAN. ‏3. יש להפעיל את Bluetooth. ‏4. יש להחזיק את המכשיר קרוב ל-Apple TV זה.
hi: 1. अपना iPhone या iPad अनलॉक करें। 2. WLAN नेटवर्क से कनेक्ट करें। 3. Bluetooth चालू करें। 4. डिवाइस को इस Apple TV के पास रखें।
hr: 1. Otključajte svoj iPhone ili iPad. 2. Spojite se na WLAN mrežu. 3. Uključite Bluetooth. 4. Držite uređaj blizu ovog Apple TV-a.
hu: 1. Oldja fel az iPhone-ját vagy az iPadjét. 2. Csatlakozzon WLAN-hálózathoz. 3. Kapcsolja be a Bluetootht. 4. Tartsa közel az eszközt az Apple TV-hez.
id: 1. Buka iPhone atau iPad Anda. 2. Hubungkan ke jaringan WLAN. 3. Nyalakan Bluetooth. 4. Dekatkan perangkat ke Apple TV ini.
it: 1. Sblocca iPhone o iPad. 2. Connettiti a una rete WLAN. 3. Attiva il Bluetooth. 4. Avvicina il dispositivo ad Apple TV.
ja: 1. iPhoneまたはiPadをロック解除します。 2. WLANネットワークに接続します。 3. Bluetoothをオンにします。 4. デバイスをこのApple TVに近付けます。
ko: 1. iPhone 또는 iPad를 잠금 해제하십시오. 2. WLAN 네트워크에 연결하십시오. 3. Bluetooth를 켜십시오. 4. 해당 기기를 이 Apple TV 가까이 들고 있으십시오.
ms: 1. Buka kunci iPhone atau iPad anda. 2. Sambung ke rangkaian WLAN. 3. Aktifkan Bluetooth. 4. Pegang peranti berdekatan Apple TV ini.
nb: 1. Lås opp iPhonen eller iPaden. 2. Koble til et WLAN-nettverk. 3. Slå på Bluetooth. 4. Hold enheten nær Apple TV.
nl: 1. Ontgrendel je iPhone of iPad. 2. Maak verbinding met een WLAN-netwerk. 3. Schakel Bluetooth in. 4. Houd het apparaat dicht bij deze Apple TV.
pl: 1. Odblokuj swojego iPhone’a lub iPada. 2. Połącz się z siecią WLAN. 3. Włącz Bluetooth. 4. Zbliż urządzenie do Apple TV.
pt_br: 1. Desbloqueie o seu iPhone ou iPad. 2. Conecte-se a uma rede WLAN. 3. Ative o Bluetooth. 4. Aproxime o dispositivo desta Apple TV.
pt_pt: 1. Desbloqueie o iPhone ou iPad. 2. Estabeleça ligação a uma rede WLAN. 3. Ative o Bluetooth. 4. Mantenha o dispositivo perto desta Apple TV.
ro: 1. Deblocați‑vă iPhone‑ul sau iPad‑ul. 2. Conectați‑l la o rețea WLAN. 3. Activați Bluetooth. 4. Țineți dispozitivul aproape de acest Apple TV.
ru: 1. Разблокируйте свой iPhone или iPad. 2. Подключитесь к сети WLAN. 3. Включите Bluetooth. 4. Держите устройство вблизи этого Apple TV.
sk: 1. Odomknite svoj iPhone alebo iPad. 2. Pripojte sa k WLAN sieti. 3. Zapnite Bluetooth. 4. Podržte zariadenie pri Apple TV.
sl: 1. Odklenite svoj iPhone ali iPad. 2. Povežite se z omrežjem WLAN. 3. Vklopite Bluetooth. 4. Približajte napravo Apple TV-ju.
sv: 1. Lås upp iPhone eller iPad. 2. Anslut till WLAN-nätverk. 3. Slå på Bluetooth. 4. Håll enheten nära denna Apple TV.
th: 1. ปลดล็อค iPhone หรือ iPad ของคุณ 2. เชื่อมต่อกับเครือข่าย WLAN 3. เปิดบลูทูธ 4. ถืออุปกรณ์ไว้ใกล้กับ Apple TV เครื่องนี้
tr: 1. iPhone’unuzun ya da iPad’inizin kilidini açın. 2. Bir WLAN ağına bağlanın. 3. Bluetooth’u açın. 4. Aygıtı bu Apple TV’ye yakın tutun.
uk: 1. Відімкніть свій iPhone чи iPad. 2. Підʼєднайте пристрій до мережі WLAN. 3. Увімкніть Bluetooth. 4. Піднесіть пристрій до цього Apple TV.
vi: 1. Mở khóa iPhone hoặc iPad của bạn. 2. Kết nối vào mạng WLAN. 3. Bật Bluetooth. 4. Giữ thiết bị gần Apple TV này.
zh_cn: 1. 解锁你的iPhone或iPad。 2. 接入无线局域网。 3. 打开蓝牙。 4. 将设备靠近此Apple TV。
zh_hk: 1. 解鎖你的iPhone或iPad。 2. 連接WLAN網絡。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。
zh_tw: 1. 解鎖你的iPhone或iPad。 2. 連接WLAN網路。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。
